const questions = [
    {
        title: 'В каком месяце появляются весенние первоцветы?',
        answers: ['В марте', 'В феврале', 'В мае!', 'В январе'],
        correct: 1
    },
    {
        title: 'Кто был основателем Apple',
        answers: ['Стив Джобс', 'Билл Гейтс', 'Марк Цукерберг', 'Стив Возняк'],
        correct: 0
    },
    {
        title: 'Какой вид животных считается самым большим на Земле?',
        answers: ['Африканский слон', 'Голубой кит', 'Белый носорог', 'Большая косатка'],
        correct: 1
    }
]

export default questions