const questions = [
    {
        title: 'Как называются непроходимые тропические или субтропические леса?',
        answers: ['Саванна', 'Джунгли', 'Тайга', 'Тундра'],
        correct: 1,
        type: 'nature',
    },
    {
        title: 'Кто был основателем Apple',
        answers: ['Стив Джобс', 'Билл Гейтс', 'Марк Цукерберг', 'Илон Маск'],
        correct: 0,
        type: 'brand',
    },
    {
        title: 'Какое животное считается самым большим на Земле?',
        answers: ['Африканский слон', 'Синий кит', 'Белый носорог', 'Большая косатка'],
        correct: 1,
        type: 'brand',
    }
]

export default questions
