const questions = [
    {
        title: 'Как называются непроходимые тропические или субтропические леса?',
        answers: ['Саванна', 'Джунгли', 'Тайга', 'Тундра'],
        correct: 1,
        type: 'nature',
    },
    {
        title: 'Кто был основателем Apple',
        answers: ['Стив Джобс', 'Билл Гейтс', 'Марк Цукерберг', 'Илон Маск'],
        correct: 0,
        type: 'brand',
    },
    {
        title: 'Какое животное считается самым большим на Земле?',
        answers: ['Африканский слон', 'Синий кит', 'Белый носорог', 'Большая косатка'],
        correct: 1,
        type: 'nature',
    },
    {
        title: 'Из какой страны родом бренд Гуччи?',
        answers: ['Франция', 'Италия', 'Испания', 'Монако'],
        correct: 1,
        type: 'brand',
    },

    {
        title: 'Какое самое глубокое озеро в России?',
        answers: ['Каспийское', 'Хантайское', 'Мордовское', 'Байкал'],
        correct: 3,
        type: 'nature',
    },

    {
        title: 'Что означает название Lego?',
        answers: ['Ничего, просто название', 'Играй хорошо', 'Строим вместе', 'Кубик'],
        correct: 1,
        type: 'brand',
    },
    
    {
        title: 'Какое из лесных деревьев относится к сосновым?',
        answers: ['Клён', 'Липа', 'Лиственница', 'Ясень'],
        correct: 2,
        type: 'nature',
    },

    {
        title: 'Какую продукцию изначально выпускала компания Lamborghini?',
        answers: ['Автомобили', 'Подковы', 'Тракторы', 'Мотоциклы'],
        correct: 2,
        type: 'brand',
    },

    {
        title: 'Какие из лесных животных ведут одиночный образ жизни?',
        answers: ['Волк', 'Дикий лось', 'Белки', 'Заяц-Беляк'],
        correct: 3,
        type: 'nature',
    },

    {
        title: 'Какой из перечисленных брендов был первым, кто выпустил электромобиль на массовый рынок?',
        answers: ['Тесла', 'Лада', 'Форд', 'Ауди'],
        correct: 3,
        type: 'brand',
    },


]

export default questions
